{
    "1": {"1️⃣ No NSFW": "No not safe for work content, anything not safe to be seen publicly; like pornography, gore, lewd talk, etc."},
    "2": {"2️⃣ No spam": "Files, links, emojis, reactions, and anything potentially spammy must be used moderately and not disruptively."},
    "3": {"3️⃣ Be respectful": "No discrimination, hostility, flirting, or generally annoying behavior (includes unnecessary pings). Keep swearing to not offensive levels and no slurs. Do not start or feed public drama, solve any issues in private or DM a moderator. Do not post DMs publicly or disclose personal data without the user's consent. Art posted in the fanworks channels must be credited when possible."},
    "4": {"4️⃣ No advertising": "Do not advertise other servers, scams, or content irrelevant to the topic of the conversation. __Random or mass advertising (including DMs) will earn an instant permaban.__"},
    "5": {"5️⃣ No problematic content": "Avoid content and topics that can be prone to conflicts or discomfort, like roleplay, shipping, religion, politics, suicide, disorders, disgusting stuff, etc."},
    "6": {"6️⃣ Keep it readable": "Use only English unless you are quoting text in the context of the series. Do not make the reading difficult or uncomfortable; like excess capitals, gibberish, etc."},
    "7": {"7️⃣ No spoilers": "__Everything__ from the manga beyond the point where the latest episode ended is a spoiler, no matter how minor. Post this content __only__ in these sections:\n\n**● Manga Readers / Wiki** - Manga-only content, but no new chapter, new episode, or end of manga spoilers.\n**● New Chapter Spoilers** - Manga-only content, and spoilers from the newest chapter before the __official__ English release.\n**● End of Manga Spoilers** - Manga-only content, new chapter spoilers, and spoilers from the upcoming end of the manga.\n**● New Episode Spoilers** - Spoilers from the newest episode before the __official__ subtitled release. No manga spoilers.\n\nAlso applies to hidden spoilers and non-obvious fake spoilers. __Violation of this rule, if not caught by the bot filters, will earn an instant mute with no previous warning.__"},
    "8": {"8️⃣ Abide by the topic of each channel": "Read the description of each channel and post your content or conversation in the one most appropriate for it (do not post the same content in more than one channel). If there is no channel fitting for it, take it to DMs."},
    "9": {"9️⃣ No sockpuppetry or impersonation": "Do not impersonate other people. Contact the moderators if you wish to have more than one account in the server, or to report abandoned accounts. __Impersonating the moderators, or usage of unauthorized alternate accounts, can earn a instant permaban (for all accounts in the latter).__"},
    "10": {"🔟 No shitposting or meme/topic overuse": "Do not flood the channels with meaningless trashy conversations. Do not overuse memes or topics of discussion."}
}